[
 {
   "category": [
      "arts_centre",
      ""
   ],
   "name": "Hora da Criança",
   "text": "Eu gostaria de saber se dá aula de teatro? Liguei e solicitei algumas informações, mais para minha surpresa não passam informações por telefone só pessoalmente....e pra que existe telefone? não custa nada informar valores e horário das aulas afinal facilitaria muito a vida de que trabalha...só mais um  sugestão...educação sempre é bom no atendimento coisa que falta para quem trabalha com o público aqui em salvador. Muito boa O atendimento é feito tanto por telefone quanto presencial. Todos os funcionários são bem instruídos e educados. Nossas matrículas estão abertas para o ano de 2016! Ligue 33561320 para maiores informações, ou compareçam à Instituição. Não é verdade, quem disse que não consegue contato o telefone deve estar com defeito (o de quem ligou). A hora da criança o telefone não tem nenhum problema, e o atendimento é nota dez.\n\nPelo comentário de quem disse que o telefone não atende, vê-se que é uma pessoa com pouca educação.",
   "longitude": -38.4840547,
   "latitude": -13.0036567,
   "item_id": 310359209
},
 {
   "category": [
      "arts_centre",
      ""
   ],
   "name": "Escola Picolino de Artes do Circo",
   "text": "Ok Legal  Uma imagem contraditória na orla de salvador devido o seu estado atual,( totalmente deteriorado). Precisando de investimento... vamos lá senhores produtores culturais e ONG's há um potencial incrível no Picolino vamos abraça-lo.... A prefeitura deveria contemplar o Circo com alguns projetos, devido a importância que exerce na região... Hoje está quase parada utilizado apenas por alunos de projetos de iniciativa privada.",
   "longitude": -38.4086559,
   "latitude": -12.969025,
   "item_id": 586101291
},
 {
   "category": [
      "attraction",
      ""
   ],
   "name": "Elevador Lacerda",
   "text": "You can see an excellent view from where you are. There is a lot of people so be careful with your stuff if you're a tourist. You'll enjoy the culture and historic places. The building does not have much internal space and it is not air conditioned at all so in the hotter days you may queue outside which is pretty rough. Aside from that it is very convenient and takes you right up to the upper city where you can walk around as much as you want. We thought that it will be a nice view from there. But in fact, the view from outside is much better.   The glasses are not clean. The picture without the glass is much better. Must go! A public space made in order to connect near by neighborhoods. Awesome view and a way to go from Pelourinho to Mercado Modelo Beware of thieves.\nWe had no problems while we were there but we always left at sunset and we kept our phones in our underwear.\nThe view os beautiful but people around you seem desperate enough for anything. Not the best feeling in the world.",
   "longitude": -38.513175,
   "latitude": -12.9742366,
   "item_id": 59224731
},
 {
   "category": [
      "attraction",
      ""
   ],
   "name": "Lagoa do Abaeté",
   "text": "Vale a pena! D+ Linda! Show Show",
   "longitude": -38.3579561,
   "latitude": -12.9437542,
   "item_id": 76613809
},
 {
   "category": [
      "attraction",
      ""
   ],
   "name": "Terreiro de Jesus",
   "text": "Foi uma experiência única tomado pela cultura maravilhosa de Salvador. O Terreiro de Jesus e o Pelourinho se confundem. Difícil afirmar onde começa um e termina o outro. Uma coisa é certa, ambos de uma beleza inconteste. O mais importante é a energia envolvente que muita gente sente quando visita o famoso e histórico Terreiro de Jesus. Local de fácil acesso, localizado no Centro histórico de Salvador, é algo que um visitante não pode deixar de fazer. Sejam todos bem vindos e muito Axé!!! Viva a Bahia!!! Indubitavelmente um lugar lindo! Faculdade de Medicina da Bahia sempre linda e presente. Cercado por restaurantes, eh perfeito para turistas. É quase uma obrigação visitar esse lugar Vários atrações capoeira culinária lojas táxi no local policiamento presente senpre muito bom .",
   "longitude": -38.5098792,
   "latitude": -12.9731343,
   "item_id": 122790588
},
 {
   "category": [
      "attraction",
      ""
   ],
   "name": "Solar Ferrão",
   "text": "Aqui tem instrumentos de quase toda parte do mundo. Pra quem ama música é uma excelente visita. O centro histórico é sempre um lugar para novas experiências. O centro cultural é uma delas. Com uma exposição permanente de instrumentos que representam essa ligação entre as diversas culturas e a musicalidade; esculturas, instalações entre outras expressões a visita ao centro é imperdível. Lindo local, muito bem organizado. Mas, parcialmente abandonado Um lugar incrível, que conta histórias em sua arquitetura e coleções. Vale muito a pena conferir. un lugar muy interesante digno de conocer",
   "longitude": -38.5082415,
   "latitude": -12.9724087,
   "item_id": 247777942
},
 {
   "category": [
      "attraction",
      ""
   ],
   "name": "Mercado do Rio Vermelho",
   "text": "One of the popular markets in Salvador. Organized, clean, safe and with lots of options including groceries, drinks and even a pet shop. There are some exclusive restaurants as the German one that are rarely seen in this city. It's definitely worth a visit and you'll surely gonna grab at least some fast snack. Open market with all sorts of fresh fruits and vegetables, dry goods, \"gourmet\" shops and popular restaurants. Good to buy food and beverages. Good place, some local food and gifts Top",
   "longitude": -38.4819481,
   "latitude": -13.0018049,
   "item_id": 310356391
},
 {
   "category": [
      "heritage",
      "historic"
   ],
   "name": "Centro Histórico de Salvador de Bahia",
   "text": "You can see an excellent view from where you are. There is a lot of people so be careful with your stuff if you're a tourist. You'll enjoy the culture and historic places. The building does not have much internal space and it is not air conditioned at all so in the hotter days you may queue outside which is pretty rough. Aside from that it is very convenient and takes you right up to the upper city where you can walk around as much as you want. We thought that it will be a nice view from there. But in fact, the view from outside is much better.   The glasses are not clean. The picture without the glass is much better. Must go! A public space made in order to connect near by neighborhoods. Awesome view and a way to go from Pelourinho to Mercado Modelo Beware of thieves.\nWe had no problems while we were there but we always left at sunset and we kept our phones in our underwear.\nThe view os beautiful but people around you seem desperate enough for anything. Not the best feeling in the world.",
   "longitude": -38.5126183,
   "latitude": -12.973757,
   "item_id": 529060747
},
 {
   "category": [
      "historic",
      "museum"
   ],
   "name": "Museu Náutico da Bahia",
   "text": "Gente, conhece o Museu Náutico da Bahia é condição obrigatória para quem entra no Farol da Barra. Conhecer a história náutica baiana é conhecer um pouco nossa história. Que bom que existe esse museu para nos ensinar tantas coisas importantes. Eu recomendo.",
   "longitude": -38.5329129,
   "latitude": -13.0103339,
   "item_id": 87291138
},
 {
   "category": [
      "historic",
      ""
   ],
   "name": "Pestana Convento do Carmo",
   "text": "this is a unique experience: you sleep in ancient nunnery! therefore the scenery is exceptional and refreshing. the place is located in the Pelorinoh district, the ancient historic center. the staff goes beyong their scope to help you, and they speak English (yass!!) However, it's a shame that not more care is being given to this place (tidiness, old accommodations..) as this would make this hotel an unforgettable experience. It is a real challenge to keep operational a very very old building. Staying at Pestana Convento do Carmo was a great experience: the hotel is located in Pelourinho's neigborhood in the heart of downtown, but this guys need to improve a lot, especially the cleaness of blankets and pillows and the variety of the breakfast. We really enjoyed our stay.  The location is picturesque and centrally located to the best part of Salvador.   Our checkin was very smooth and accommodating our language barrier.   The front desk agents also helped us book some tickets swiftly before a sold out Friday night show.\n\nThe room was spacious and clean and when we had a problem with the shower flooding they immediately gave us the keys to a fresh room next door.   \n\nBreakfast buffet was generous leading to us being overall very pleased with the stay Pestana Convento do Carmo is a hotel in the Pelourinho neighborhood. The building is almost 500 years old, giving the guests a taste of older times, but with a well maintained interior. The breakfast could be better with more options. The staff is very good. Very average to be honest. The building is amazing and steeped in history, but everything else about the hotel is middle of the road.\n\nThe rooms are dark and ours smelt damp, the restaurant is awful and expensive, a bad combination. We ordered lunch one day and it took a whole hour for the food to arrive and it was poor quality, my advise would be to eat at one of the restaurants in town or opposite.\n\nThe bar is poorly attended and extremely slow, we ordered a bottle of wine and a mojito and it took 30 minute's for either to show up. Bar and breakfast staff also seem totally disinterested in helping customers. \n\nAll in all I'd stay elsewhere, especially for the price.",
   "longitude": -38.5071935,
   "latitude": -12.9685803,
   "item_id": 7628527
},
 {
   "category": [
      "historic",
      ""
   ],
   "name": "Lar Franciscano",
   "text": "Lovely place! Muito precário. Não tem estacionamento para visitante. Não tem médico de plantão. E muito caro para o pouco que oferece. Não me canso de admirar. Excelente abrigo para idosos bem organizado. Lugar lindo!",
   "longitude": -38.5068413,
   "latitude": -12.9734767,
   "item_id": 7637177
},
 {
   "category": [
      "monument_memorial",
      ""
   ],
   "name": "Forte da Capoeira",
   "text": "I enjoyed the class! Salvador is a must to see city!! Great place to relax  Top A vista vale a pena ",
   "longitude": -38.5031886,
   "latitude": -12.9624768,
   "item_id": 366301422
},
 {
   "category": [
      "monument_memorial",
      ""
   ],
   "name": "Forte do Barbalho",
   "text": "\"Fortress\", not \"strong\", please change this! ok.  Espaço com muitas empresas no seguimento e produção artística\nSom, luz, figurino além de serralheria e marcenaria por encomenda. Uma pena ter memórias tão ruins associadas a esse lugar (o espaço era um centro de tortura na época da ditadura), mas o poder público vem ressignificando o espaço e abriga arte e opções de lazer. Bem localizado no Barbalho. o forte é um ponto turístico e local muito bonito e interessante de se conhecer. \ntem um ponto de ônibus logo em frente  e é possível tirar fotos e conhecer o local nos horários indicados. \npara quem está de turismo, recomendo ir lá um dia.\n\n#turismo \n#letsguide",
   "longitude": -38.5001115,
   "latitude": -12.9649175,
   "item_id": 366301428
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "Forte de São Marcelo",
   "text": "I liked. Good place, good people. Show Loved it G guy in\nCMYK go jjji Show",
   "longitude": -38.5178329,
   "latitude": -12.9699557,
   "item_id": 29415493
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "Museum of Energy - Energy Efficiency Center Coelba",
   "text": "It was a little interesting Ótimo local pra visitar. Não é preciso ter conhecimento prévio para conseguir entender sobre circuitos elétricos. Tem um ótimos instrutores Sensacional! Ótimo lugar para levar as crianças. Os experimentos sobre a energia são fantásticos! Ótimo! Ambiente propício para adquirir o conhecimento teórico aplicados nos experimentos voltados ao magnetismo, eficiência energética e ótica! Local que vale a pena visitar, com certeza você sairá com mais conhecimento e informações!",
   "longitude": -38.5109705,
   "latitude": -12.9729263,
   "item_id": 285592032
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "Palácio do Rio Branco",
   "text": "You can history of salvador. Old presidents, information about wars etc. Entrance free. There is a nice balcony to see THE view. Beautiful building with great views of the sea. Only one or two rooms are accessible with small exhibitions. The grand staircases and numerous other rooms not fulfilling their potential. This is a masterpiece of history, spectacular place. Beautiful, if you´re around here don´t miss it. Show",
   "longitude": -38.5130835,
   "latitude": -12.974908,
   "item_id": 402383814
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "Instituto Feminino da Bahia",
   "text": "Um pedaço da História da Bahia. Vale a pena ver os figurinos antigos e originais usados até meados do século 20. Estive no lugar devido a um casamento! Local amplo e com a própria capela na parte de cima. Na parte de baixo os salões para a festa. Belíssimo lugar! Recomendo! De grande importância social É muita cultura para pouco tempo. \nSem dúvidas voltarei a esse local com mais tempo para continuar a admirar toda essa história.",
   "longitude": -38.5189464,
   "latitude": -12.9867115,
   "item_id": 444446827
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "Museu de Arte Sacra",
   "text": "One of the finest collections of colonial religious art in Latin America. Beautiful view to Bahia de Todos is Santos. Local bonito  Legal Diego A acústica perfeita. Arquitetura fabulosa... Pena que alguns lugares da nossa cidade deixem a desejar em relação a segurança. A cidade é abandonada em alguns aspectos de segurança.",
   "longitude": -38.51638,
   "latitude": -12.97901,
   "item_id": 463185163
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "A Casa do Rio Vermelho",
   "text": "The house itself is great, especially the videos you can see on the garden. I didn't like the fact they didn't have Wi-Fi and were unwilling to call a taxi for me when I was leaving. I was a foreigner visitor without a Brazilian phone number, so I'd have appreciated the courtesy. The house where Jorge Amado spent most of his life with his wife, now a museum with rich collection of his memories..\nAccess is very easy by car, and walking distance from near by bus stop.\nIs very well organized and staff helpful and ready to provide for answer to your questions, the house is divided in many rooms with audio visual display.\nWednesday is free admittance.\nDon't forget to mingle in the gardens with many native trees and beautiful orchids! \nElevator for disabled and easy parking near by street. Very good place to know the writer Jorge Amado One of the most amazing places I've been in the world! Great place",
   "longitude": -38.4897404,
   "latitude": -13.007764,
   "item_id": 474260844
},
 {
   "category": [
      "museum",
      ""
   ],
   "name": "Museu da Misericórdia",
   "text": "Well preserved and very good guides that explain everything during your visit. Some of them speak in Spanish and English. Excellent for tourism. Place full of history and with a wonderful view. Guides offer tours in different languages. It s very good time with my guide Francis A really interesting museum! Ask for Licia Bourgeios as a guide. She's great and really entertaining and speaks several languages fluently (like English & Spanish). Thank you for showing us around and explaining so much about Salvador's history, Licia! Greetings from Germany. The best Museum I have ever been in.",
   "longitude": -38.5120089,
   "latitude": -12.9736427,
   "item_id": 3787936
},
 {
   "category": [
      "viewpoint",
      ""
   ],
   "name": "Deck do Rio Vermelho",
   "text": "It's beautiful Nice and calm place in Rio Vermelho at night . Catch your boyfriend or girlfriend hand and walk along. Bela vista. Good Top",
   "longitude": -38.4957881,
   "latitude": -13.0113117,
   "item_id": 577455410
},
 {
   "category": [
      "zoo",
      ""
   ],
   "name": "Parque Zoobotânico Getúlio Vargas",
   "text": "Lots of cool animals, especially native species to Brazil. There’s at least one huge iguana that roams free which is pretty cool. There are also free roaming monkeys and of course peacocks. The best part is that it’s free. The positive thing is that the entrance to the zoo is free, you don't pay anything. But that's also pretty much the same that you can expect. You can see some monkeys, two hippos, a couple of tapirs and turtles, but that's it. It seems like they're remodeling the zoo now (March 2018),but theres almost no info, no maps, no guides, nothing. Though the surroundings are nice. If you like nice views and you feel like going for a walk, it's ok. But dont expect a typical zoo. Top Free entrance! Best place in town to take your kids! It has a lot of Brazilians animals and it's great if you like to walk! They are a zoo and also kind of botanic garden so watch out for he plants too! It's not the easiest place to walk through cuz it is built on a hill but it's beautiful and has lots of animals that seem happy",
   "longitude": -38.5056146,
   "latitude": -13.0063696,
   "item_id": 30967921
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Mercado Modelo",
   "text": "O Mercado Modelo possui diversos bares e 2 restaurantes de comida típica Maria de São Pedro e Camafeu de Oxossi, com varanda com belíssima vista para Baía de Todos os Santos. Funciona para almoço e happy hour",
   "longitude": -38.5160472,
   "latitude": -12.973143,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Praia do Porto da Barra",
   "text": "Simples assim recomendo a todos ,ñ  vejo a hora de voltar ...ameiiii!",
   "longitude": -38.535472,
   "latitude": -13.0032792,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Baia de Todos os Santos",
   "text": "Vista maravilhosa !! Lindíssima ! Pena q a localização n seja acessível pq n eh seguro .",
   "longitude": -38.7729917,
   "latitude": -12.8055021,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Igreja e Convento de São Francisco",
   "text": "Amo a nossa Salvador. Ha alguns meses encontrei turistas do Rio Grande do Sul e uma de Manaus de onde eu havia chegafo recentemente. apos levalos do elvador ate Santo Antonio Alem Do Carmo, contando toda a sua historia, perguntarem-me se eu  sou guia turistico, em virtude do meu conhecimento sobre a sua historia.",
   "longitude": -38.5209027,
   "latitude": -12.9909321,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Basílica do Senhor do Bonfim",
   "text": "Sempre adorei esse lugar! Tem cara de Salvador e pronto! A requalificação da praça deixou o lugar ainda mais aprazível... Não é mais possível chegar de carro até a porta da igreja, mas em frente à praça existe zona azul e estacionamento particular. Foram colocados bancos em quantidade e os ambulantes permanecem agora em área determinada, evitando o assédio aos visitantes... O cruzamento (mão dupla com parada de ônibus) subindo em direção ao Hospital Sagrada Família ficou perigoso para pedestres, apesar da faixa de segurança colocada à frente de uma escola de ensino fundamental. É necessária atenção redobrada ao atravessar.",
   "longitude": -38.5102703,
   "latitude": -12.9237266,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Farol da Barra",
   "text": "Experiência única e visual fascinante - externamente o Farol já surpreende pela beleza e imponência. Mais surpreendente ainda é o visual da área superior, com os canhões do século XVI e uma vista magnífica da cidade e dos arrecifes. Além disso, a exposição náutica com itens da Marinha do Brasil e itens arqueológicos que remontam também às grandes navegações e colonização portuguesa, expulsão dos holandeses, etc. Astrolábio e outras ferramentas de navegação, e uma lâmpada gigante de farol completam a visita, surpreendendo os visitantes. O ingresso é R$15, e vale muito a pena. Estacionamento no entorno é Zona Azul, R$3 por 2 horas. Evite os ambulantes e baianas fantasiadas, que de bestas não têm nada, enrolando os turistas com itens que você encontra mais baratos em mercados e lojas de artesanato.\n",
   "longitude": -38.535077,
   "latitude": -13.0103068,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Praia de Itapuã",
   "text": "Principal ponto turístico da cidade de Salvador. Se você não veio no Farol, você não passou por Salvador. Existe um museu dentro do Farol que pode ser visitado a preços populares. Existe um dia (indico qie seja verificado) no qual a visitação é gratuita. Outra indicação de programa é sempre ir ao por do sol atrás do farol onde todos os dias se aglomeram muitas pessoas para ver esse fenômeno que é lindo ao contrate com o mar da baia de todos os santos. É turista? Cuidado com os ambulantes, cobram e pressionam os turistas por preços mais que abusivos para itens de menos de 2 reais que vende no centro. Eles são bem grosseiros se você não compra então tomem cuidado. No mais, aproveitei em qualquer dia da semana este belo lugar.\n",
   "longitude": -38.3840496,
   "latitude": -12.9505192,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Catedral Basílica Primacial São Salvador",
   "text": "Reaberta a visitação em 2018, é uma igreja que vale muito a pena conhecer, principalmente pelo acesso que sentem a sua cripta com histórias interessantes sobre as ossadas que lá tinham e agora estão em lugares bem guardados como merece o respeito de quem já se foi. Há uma passagem que liga varias igrejas e que escravos usavam quando estavam foragidos, que agora está tampada com mármore. Enfim, muitas histórias ali. Ainda conhecerá a maior sacristia do Brasil. Uma volta ao passado!",
   "longitude": -38.5210441,
   "latitude": -12.9909321,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Solar do Unhão - MAM",
   "text": "Lugar lindo ... música boa Aos sábados show de jazz ao por do Sol",
   "longitude": -38.5226815,
   "latitude": -12.9827887,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Casa do Rio Vermelho",
   "text": "parte da mobília e dos objetos que Jorge e Zélia ganharam dos amigos ao longo da vida. A arquitetura é mantida original, e os detalhes da vida e da obra dos escritores é relatada pelos guias e por imagens e áudios espalhados pelos diversos cômodos da casa. Além da casa é possível passear pelo jardim, e sentar nos banquinhos preferidos do casal e sob os quais estão depositadas suas cinzas.",
   "longitude": -38.4919179,
   "latitude": -13.007743,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Praia de Stella Maris",
   "text": "Amei! Praia linda! Lugar maravilhoso! Tranquilo para se apreciar a natureza acompanhada de um bom violão!",
   "longitude": -38.3496298,
   "latitude": -12.9487456,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Farol de Itapuã",
   "text": "Ligar super agradável, água ainda boa para tomar banho. Muitas boas lembranças desse lugar maravilhoso. Próximo a Sereia de Itapuã. Terra de Dorival Caymmi!",
   "longitude": -38.3558773,
   "latitude": -12.9570655,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Forte de Monte Serrat",
   "text": "Um Forte que fica na região norte de Salvador na Praia da Boa Viagem. Nada mais e de um Exemplar de arquitetura militar, abaluartado. A vista de lar e maravilhosa para o mar de tonalidade azul.",
   "longitude": -38.5176208,
   "latitude": -12.9299306,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Fundação Casa de Jorge Amado",
   "text": "Ponto obrigatório para visitar em Salvador.\nLocal histórico. Vale a pena.\nSe for de carro a recomendação é buscar um estacionamento proximo ao pelourinho, pois a rua sera dificil encontrar vagas.",
   "longitude": -38.5106866,
   "latitude": -12.9716869,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Forte de Santa Maria",
   "text": " A praça é linda, boa para apreciar as ondas e o pôr do sol com os amigos.\n",
   "longitude": -38.5361578,
   "latitude": -13.0044839,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Sorveteria da Ribeira",
   "text": "Sorvetes deliciosos e de boa consistência, sem aquelas pedras de gelo no meio",
   "longitude": -38.5690798,
   "latitude": -13.0043926,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Ponta do Humaitá",
   "text": "melhor pôr do sol do nordeste brasileiro",
   "longitude": -38.5217165,
   "latitude": -12.9285771,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Acarajé da Cira",
   "text": "Ao redor da Cira tem dezenas de opções de bares e comidas típicas de rua",
   "longitude": -38.4906806,
   "latitude": -13.0133676,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Monumento da Cruz Caída",
   "text": "Além da bela paisagem do mar e boa visão do por do sol ",
   "longitude": -38.5139894,
   "latitude": -12.9732704,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Museu de Arte Sacra",
   "text": "É um lugar muito lindo com uma vista maravilhosa para Baía de Todos os Santos e obras de artes sacras católicas incríveis dos séculos XII, XIII e XIX. Vale a pena conferir!",
   "longitude": -38.5160198,
   "latitude": -12.9789828,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Terreiro de Jesus",
   "text": "Foi uma experiência única tomado pela cultura maravilhosa de Salvador.\n",
   "longitude": -38.5106293,
   "latitude": -12.9722037,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Casa do Carnaval da Bahia",
   "text": "Museu bem bonita, com recursos de áudio visual e uma ótima boa vista.",
   "longitude": -38.5130697,
   "latitude": -12.9724802,
   "item_id": null
},
 {
   "category": [
      "",
      ""
   ],
   "name": "Antigo Mercado do Peixe - Rio Vermelho",
   "text": "O antigo mercado do peixe vai ser sempre chamado do Mercado do Peixe, mas bem repaginado, de uma forma que ninguém hoje q conhece apenas como Praça Caramuru entende pq esse nome de Mercado do Peixe, pois o visual do antigo Mercado ficou  Tooop, os restaurantes estão bem requintados, comidas de boteco e de Chefs, música ao vivo e das boas, além da vibe alto astral, o point mais bombado de Salvador nas sextas-feiras.",
   "longitude": -38.4904705,
   "latitude": -13.0145075,
   "item_id": null
}
]