[
    {
      "item_id": 310359209,
      "rating": 4,
      "user_id": 108752913487093330000,
      "text": "Eu gostaria de saber se dá aula de teatro?"
    },
    {
      "item_id": 310359209,
      "rating": 2,
      "user_id": 104108602519904980000,
      "text": "Liguei e solicitei algumas informações, mais para minha surpresa não passam informações por telefone só pessoalmente....e pra que existe telefone? não custa nada informar valores e horário das aulas afinal facilitaria muito a vida de que trabalha...só mais um  sugestão...educação sempre é bom no atendimento coisa que falta para quem trabalha com o público aqui em salvador."
    },
    {
      "item_id": 310359209,
      "rating": 4,
      "user_id": 103370379045676250000,
      "text": "Muito boa"
    },
    {
      "item_id": 310359209,
      "rating": 5,
      "user_id": 118102430982819580000,
      "text": "O atendimento é feito tanto por telefone quanto presencial. Todos os funcionários são bem instruídos e educados. Nossas matrículas estão abertas para o ano de 2016! Ligue 33561320 para maiores informações, ou compareçam à Instituição."
    },
    {
      "item_id": 310359209,
      "rating": 5,
      "user_id": 104827626999269820000,
      "text": "Não é verdade, quem disse que não consegue contato o telefone deve estar com defeito (o de quem ligou). A hora da criança o telefone não tem nenhum problema, e o atendimento é nota dez.\n\nPelo comentário de quem disse que o telefone não atende, vê-se que é uma pessoa com pouca educação."
    },
    {
      "item_id": 586101291,
      "rating": 4,
      "user_id": 103749688885977920000,
      "text": "Ok"
    },
    {
      "item_id": 586101291,
      "rating": 4,
      "user_id": 107538127191926440000,
      "text": "Legal "
    },
    {
      "item_id": 586101291,
      "rating": 5,
      "user_id": 116922910536271580000,
      "text": "Uma imagem contraditória na orla de salvador devido o seu estado atual,( totalmente deteriorado)."
    },
    {
      "item_id": 586101291,
      "rating": 3,
      "user_id": 101872980401833150000,
      "text": "Precisando de investimento... vamos lá senhores produtores culturais e ONG's há um potencial incrível no Picolino vamos abraça-lo...."
    },
    {
      "item_id": 586101291,
      "rating": 4,
      "user_id": 110232721580413370000,
      "text": "A prefeitura deveria contemplar o Circo com alguns projetos, devido a importância que exerce na região... Hoje está quase parada utilizado apenas por alunos de projetos de iniciativa privada."
    },
    {
      "item_id": 59224731,
      "rating": 4,
      "user_id": 108928265460518370000,
      "text": "You can see an excellent view from where you are. There is a lot of people so be careful with your stuff if you're a tourist. You'll enjoy the culture and historic places."
    },
    {
      "item_id": 59224731,
      "rating": 3,
      "user_id": 102727169288108150000,
      "text": "The building does not have much internal space and it is not air conditioned at all so in the hotter days you may queue outside which is pretty rough. Aside from that it is very convenient and takes you right up to the upper city where you can walk around as much as you want."
    },
    {
      "item_id": 59224731,
      "rating": 2,
      "user_id": 114499601752195300000,
      "text": "We thought that it will be a nice view from there. But in fact, the view from outside is much better.   The glasses are not clean. The picture without the glass is much better."
    },
    {
      "item_id": 59224731,
      "rating": 5,
      "user_id": 114015136248809180000,
      "text": "Must go! A public space made in order to connect near by neighborhoods. Awesome view and a way to go from Pelourinho to Mercado Modelo"
    },
    {
      "item_id": 59224731,
      "rating": 4,
      "user_id": 107301239514435400000,
      "text": "Beware of thieves.\nWe had no problems while we were there but we always left at sunset and we kept our phones in our underwear.\nThe view os beautiful but people around you seem desperate enough for anything. Not the best feeling in the world."
    },
    {
      "item_id": 76613809,
      "rating": 4,
      "user_id": 106838758189391070000,
      "text": "Vale a pena!"
    },
    {
      "item_id": 76613809,
      "rating": 5,
      "user_id": 112251443011201350000,
      "text": "D+"
    },
    {
      "item_id": 76613809,
      "rating": 5,
      "user_id": 100704127737320800000,
      "text": "Linda!"
    },
    {
      "item_id": 76613809,
      "rating": 5,
      "user_id": 108387183318287250000,
      "text": "Show"
    },
    {
      "item_id": 76613809,
      "rating": 3,
      "user_id": 111467646035416330000,
      "text": "Show"
    },
    {
      "item_id": 122790588,
      "rating": 5,
      "user_id": 100435140201086710000,
      "text": "Foi uma experiência única tomado pela cultura maravilhosa de Salvador."
    },
    {
      "item_id": 122790588,
      "rating": 5,
      "user_id": 103773166614816280000,
      "text": "O Terreiro de Jesus e o Pelourinho se confundem. Difícil afirmar onde começa um e termina o outro. Uma coisa é certa, ambos de uma beleza inconteste. O mais importante é a energia envolvente que muita gente sente quando visita o famoso e histórico Terreiro de Jesus. Local de fácil acesso, localizado no Centro histórico de Salvador, é algo que um visitante não pode deixar de fazer. Sejam todos bem vindos e muito Axé!!! Viva a Bahia!!!"
    },
    {
      "item_id": 122790588,
      "rating": 5,
      "user_id": 102343615544708280000,
      "text": "Indubitavelmente um lugar lindo! Faculdade de Medicina da Bahia sempre linda e presente. Cercado por restaurantes, eh perfeito para turistas."
    },
    {
      "item_id": 122790588,
      "rating": 5,
      "user_id": 115773728823317480000,
      "text": "É quase uma obrigação visitar esse lugar"
    },
    {
      "item_id": 122790588,
      "rating": 5,
      "user_id": 114840492450597470000,
      "text": "Vários atrações capoeira culinária lojas táxi no local policiamento presente senpre muito bom ."
    },
    {
      "item_id": 247777942,
      "rating": 5,
      "user_id": 103905639266294920000,
      "text": "Aqui tem instrumentos de quase toda parte do mundo. Pra quem ama música é uma excelente visita."
    },
    {
      "item_id": 247777942,
      "rating": 4,
      "user_id": 100052110583795680000,
      "text": "O centro histórico é sempre um lugar para novas experiências. O centro cultural é uma delas. Com uma exposição permanente de instrumentos que representam essa ligação entre as diversas culturas e a musicalidade; esculturas, instalações entre outras expressões a visita ao centro é imperdível."
    },
    {
      "item_id": 247777942,
      "rating": 5,
      "user_id": 111731520889874060000,
      "text": "Lindo local, muito bem organizado. Mas, parcialmente abandonado"
    },
    {
      "item_id": 247777942,
      "rating": 5,
      "user_id": 115540997188167570000,
      "text": "Um lugar incrível, que conta histórias em sua arquitetura e coleções. Vale muito a pena conferir."
    },
    {
      "item_id": 247777942,
      "rating": 5,
      "user_id": 115512426114408020000,
      "text": "un lugar muy interesante digno de conocer"
    },
    {
      "item_id": 310356391,
      "rating": 5,
      "user_id": 100960921016250930000,
      "text": "One of the popular markets in Salvador. Organized, clean, safe and with lots of options including groceries, drinks and even a pet shop. There are some exclusive restaurants as the German one that are rarely seen in this city. It's definitely worth a visit and you'll surely gonna grab at least some fast snack."
    },
    {
      "item_id": 310356391,
      "rating": 3,
      "user_id": 109477202023226180000,
      "text": "Open market with all sorts of fresh fruits and vegetables, dry goods, \"gourmet\" shops and popular restaurants."
    },
    {
      "item_id": 310356391,
      "rating": 5,
      "user_id": 100335968369429580000,
      "text": "Good to buy food and beverages."
    },
    {
      "item_id": 310356391,
      "rating": 3,
      "user_id": 112908623710282600000,
      "text": "Good place, some local food and gifts"
    },
    {
      "item_id": 310356391,
      "rating": 5,
      "user_id": 101826522605793230000,
      "text": "Top"
    },
    {
      "item_id": 529060747,
      "rating": 4,
      "user_id": 108928265460518370000,
      "text": "You can see an excellent view from where you are. There is a lot of people so be careful with your stuff if you're a tourist. You'll enjoy the culture and historic places."
    },
    {
      "item_id": 529060747,
      "rating": 3,
      "user_id": 102727169288108150000,
      "text": "The building does not have much internal space and it is not air conditioned at all so in the hotter days you may queue outside which is pretty rough. Aside from that it is very convenient and takes you right up to the upper city where you can walk around as much as you want."
    },
    {
      "item_id": 529060747,
      "rating": 2,
      "user_id": 114499601752195300000,
      "text": "We thought that it will be a nice view from there. But in fact, the view from outside is much better.   The glasses are not clean. The picture without the glass is much better."
    },
    {
      "item_id": 529060747,
      "rating": 5,
      "user_id": 114015136248809180000,
      "text": "Must go! A public space made in order to connect near by neighborhoods. Awesome view and a way to go from Pelourinho to Mercado Modelo"
    },
    {
      "item_id": 529060747,
      "rating": 4,
      "user_id": 107301239514435400000,
      "text": "Beware of thieves.\nWe had no problems while we were there but we always left at sunset and we kept our phones in our underwear.\nThe view os beautiful but people around you seem desperate enough for anything. Not the best feeling in the world."
    },
    {
      "item_id": 87291138,
      "rating": 5,
      "user_id": 114499601752195300000,
      "text": "I was happy to do this touristic part. Lots of explanation inside about the immigrant and boats. But the most amazing part was the upper point where we had to take the stairs. Very nice view and we had smoothy wind we enjoyed it a lot after being hours under the sun."
    },
    {
      "item_id": 87291138,
      "rating": 5,
      "user_id": 115757542961544890000,
      "text": "Interesting museum about Salvador nautical history. Also nice views from the top to take photos"
    },
    {
      "item_id": 87291138,
      "rating": 5,
      "user_id": 112564380128840420000,
      "text": "We had a great time with Andre and his Brazilian lady. A walk to work up an appetite for an excellent meal as follow up."
    },
    {
      "item_id": 87291138,
      "rating": 5,
      "user_id": 113160869639207530000,
      "text": "Around this lighthouse exits a very beautiful view of the bay of all saints. In the carval the electric trios start here."
    },
    {
      "item_id": 87291138,
      "rating": 5,
      "user_id": 115815204622977940000,
      "text": "Great view from the top of the lighthouse and live music outside the bar to watch the sun setting."
    },
    {
      "item_id": 7628527,
      "rating": 4,
      "user_id": 112182609323105450000,
      "text": "this is a unique experience: you sleep in ancient nunnery! therefore the scenery is exceptional and refreshing. the place is located in the Pelorinoh district, the ancient historic center. the staff goes beyong their scope to help you, and they speak English (yass!!) However, it's a shame that not more care is being given to this place (tidiness, old accommodations..) as this would make this hotel an unforgettable experience."
    },
    {
      "item_id": 7628527,
      "rating": 4,
      "user_id": 110823020561837790000,
      "text": "It is a real challenge to keep operational a very very old building. Staying at Pestana Convento do Carmo was a great experience: the hotel is located in Pelourinho's neigborhood in the heart of downtown, but this guys need to improve a lot, especially the cleaness of blankets and pillows and the variety of the breakfast."
    },
    {
      "item_id": 7628527,
      "rating": 4,
      "user_id": 100469971620491820000,
      "text": "We really enjoyed our stay.  The location is picturesque and centrally located to the best part of Salvador.   Our checkin was very smooth and accommodating our language barrier.   The front desk agents also helped us book some tickets swiftly before a sold out Friday night show.\n\nThe room was spacious and clean and when we had a problem with the shower flooding they immediately gave us the keys to a fresh room next door.   \n\nBreakfast buffet was generous leading to us being overall very pleased with the stay"
    },
    {
      "item_id": 7628527,
      "rating": 5,
      "user_id": 101248645212454750000,
      "text": "Pestana Convento do Carmo is a hotel in the Pelourinho neighborhood. The building is almost 500 years old, giving the guests a taste of older times, but with a well maintained interior. The breakfast could be better with more options. The staff is very good."
    },
    {
      "item_id": 7628527,
      "rating": 2,
      "user_id": 118144296743341470000,
      "text": "Very average to be honest. The building is amazing and steeped in history, but everything else about the hotel is middle of the road.\n\nThe rooms are dark and ours smelt damp, the restaurant is awful and expensive, a bad combination. We ordered lunch one day and it took a whole hour for the food to arrive and it was poor quality, my advise would be to eat at one of the restaurants in town or opposite.\n\nThe bar is poorly attended and extremely slow, we ordered a bottle of wine and a mojito and it took 30 minute's for either to show up. Bar and breakfast staff also seem totally disinterested in helping customers. \n\nAll in all I'd stay elsewhere, especially for the price."
    },
    {
      "item_id": 7637177,
      "rating": 5,
      "user_id": 109764902946640020000,
      "text": "Lovely place!"
    },
    {
      "item_id": 7637177,
      "rating": 2,
      "user_id": 115292383754965010000,
      "text": "Muito precário. Não tem estacionamento para visitante. Não tem médico de plantão. E muito caro para o pouco que oferece."
    },
    {
      "item_id": 7637177,
      "rating": 5,
      "user_id": 113265172319606130000,
      "text": "Não me canso de admirar."
    },
    {
      "item_id": 7637177,
      "rating": 5,
      "user_id": 108851641158450230000,
      "text": "Excelente abrigo para idosos bem organizado."
    },
    {
      "item_id": 7637177,
      "rating": 5,
      "user_id": 109919531772044540000,
      "text": "Lugar lindo!"
    },
    {
      "item_id": 366301422,
      "rating": 5,
      "user_id": 117223184063003480000,
      "text": "I enjoyed the class!"
    },
    {
      "item_id": 366301422,
      "rating": 5,
      "user_id": 114325472486808270000,
      "text": "Salvador is a must to see city!!"
    },
    {
      "item_id": 366301422,
      "rating": 4,
      "user_id": 110861104614848950000,
      "text": "Great place to relax "
    },
    {
      "item_id": 366301422,
      "rating": 5,
      "user_id": 109730593487189880000,
      "text": "Top"
    },
    {
      "item_id": 366301422,
      "rating": 5,
      "user_id": 103987717301846000000,
      "text": "A vista vale a pena "
    },
    {
      "item_id": 366301428,
      "rating": 5,
      "user_id": 116442399683873460000,
      "text": "\"Fortress\", not \"strong\", please change this!"
    },
    {
      "item_id": 366301428,
      "rating": 4,
      "user_id": 100640378663047940000,
      "text": "ok. "
    },
    {
      "item_id": 366301428,
      "rating": 4,
      "user_id": 104176047853406360000,
      "text": "Espaço com muitas empresas no seguimento e produção artística\nSom, luz, figurino além de serralheria e marcenaria por encomenda."
    },
    {
      "item_id": 366301428,
      "rating": 3,
      "user_id": 103284350994288970000,
      "text": "Uma pena ter memórias tão ruins associadas a esse lugar (o espaço era um centro de tortura na época da ditadura), mas o poder público vem ressignificando o espaço e abriga arte e opções de lazer."
    },
    {
      "item_id": 366301428,
      "rating": 5,
      "user_id": 117572373331053670000,
      "text": "Bem localizado no Barbalho. o forte é um ponto turístico e local muito bonito e interessante de se conhecer. \ntem um ponto de ônibus logo em frente  e é possível tirar fotos e conhecer o local nos horários indicados. \npara quem está de turismo, recomendo ir lá um dia.\n\n#turismo \n#letsguide"
    },
    {
      "item_id": 29415493,
      "rating": 5,
      "user_id": 115909667914744700000,
      "text": "I liked. Good place, good people."
    },
    {
      "item_id": 29415493,
      "rating": 5,
      "user_id": 100883165294766740000,
      "text": "Show"
    },
    {
      "item_id": 29415493,
      "rating": 4,
      "user_id": 103901231271315180000,
      "text": "Loved it"
    },
    {
      "item_id": 29415493,
      "rating": 5,
      "user_id": 101553267388311910000,
      "text": "G guy in\nCMYK go jjji"
    },
    {
      "item_id": 29415493,
      "rating": 5,
      "user_id": 104566142927184400000,
      "text": "Show"
    },
    {
      "item_id": 285592032,
      "rating": 4,
      "user_id": 113539455446548960000,
      "text": "It was a little interesting"
    },
    {
      "item_id": 285592032,
      "rating": 5,
      "user_id": 100696835069355340000,
      "text": "Ótimo local pra visitar. Não é preciso ter conhecimento prévio para conseguir entender sobre circuitos elétricos. Tem um ótimos instrutores"
    },
    {
      "item_id": 285592032,
      "rating": 5,
      "user_id": 101704373093583700000,
      "text": "Sensacional! Ótimo lugar para levar as crianças. Os experimentos sobre a energia são fantásticos!"
    },
    {
      "item_id": 285592032,
      "rating": 5,
      "user_id": 112951120699851500000,
      "text": "Ótimo! Ambiente propício para adquirir o conhecimento teórico aplicados nos experimentos voltados ao magnetismo, eficiência energética e ótica!"
    },
    {
      "item_id": 285592032,
      "rating": 5,
      "user_id": 113974954018985660000,
      "text": "Local que vale a pena visitar, com certeza você sairá com mais conhecimento e informações!"
    },
    {
      "item_id": 402383814,
      "rating": 5,
      "user_id": 103217310334054480000,
      "text": "You can history of salvador. Old presidents, information about wars etc. Entrance free. There is a nice balcony to see THE view."
    },
    {
      "item_id": 402383814,
      "rating": 4,
      "user_id": 109061523463683930000,
      "text": "Beautiful building with great views of the sea. Only one or two rooms are accessible with small exhibitions. The grand staircases and numerous other rooms not fulfilling their potential."
    },
    {
      "item_id": 402383814,
      "rating": 5,
      "user_id": 102090931247976100000,
      "text": "This is a masterpiece of history, spectacular place."
    },
    {
      "item_id": 402383814,
      "rating": 4,
      "user_id": 105558676717618330000,
      "text": "Beautiful, if you´re around here don´t miss it."
    },
    {
      "item_id": 402383814,
      "rating": 4,
      "user_id": 107190932356968780000,
      "text": "Show"
    },
    {
      "item_id": 444446827,
      "rating": 5,
      "user_id": 114962906934681140000,
      "text": "Um pedaço da História da Bahia. Vale a pena ver os figurinos antigos e originais usados até meados do século 20."
    },
    {
      "item_id": 444446827,
      "rating": 5,
      "user_id": 108522874855756190000,
      "text": "Estive no lugar devido a um casamento! Local amplo e com a própria capela na parte de cima. Na parte de baixo os salões para a festa."
    },
    {
      "item_id": 444446827,
      "rating": 5,
      "user_id": 103434426514275600000,
      "text": "Belíssimo lugar! Recomendo!"
    },
    {
      "item_id": 444446827,
      "rating": 3,
      "user_id": 110475532513921840000,
      "text": "De grande importância social"
    },
    {
      "item_id": 444446827,
      "rating": 5,
      "user_id": 107356474937598620000,
      "text": "É muita cultura para pouco tempo. \nSem dúvidas voltarei a esse local com mais tempo para continuar a admirar toda essa história."
    },
    {
      "item_id": 463185163,
      "rating": 5,
      "user_id": 113363857374542120000,
      "text": "One of the finest collections of colonial religious art in Latin America. Beautiful view to Bahia de Todos is Santos."
    },
    {
      "item_id": 463185163,
      "rating": 5,
      "user_id": 101472498280225200000,
      "text": "Local bonito "
    },
    {
      "item_id": 463185163,
      "rating": 4,
      "user_id": 110423784322963910000,
      "text": "Legal"
    },
    {
      "item_id": 463185163,
      "rating": 3,
      "user_id": 115768492741945720000,
      "text": "Diego"
    },
    {
      "item_id": 463185163,
      "rating": 4,
      "user_id": 101352909870259630000,
      "text": "A acústica perfeita. Arquitetura fabulosa... Pena que alguns lugares da nossa cidade deixem a desejar em relação a segurança. A cidade é abandonada em alguns aspectos de segurança."
    },
    {
      "item_id": 474260844,
      "rating": 2,
      "user_id": 106757302103118820000,
      "text": "The house itself is great, especially the videos you can see on the garden. I didn't like the fact they didn't have Wi-Fi and were unwilling to call a taxi for me when I was leaving. I was a foreigner visitor without a Brazilian phone number, so I'd have appreciated the courtesy."
    },
    {
      "item_id": 474260844,
      "rating": 4,
      "user_id": 104106640057820630000,
      "text": "The house where Jorge Amado spent most of his life with his wife, now a museum with rich collection of his memories..\nAccess is very easy by car, and walking distance from near by bus stop.\nIs very well organized and staff helpful and ready to provide for answer to your questions, the house is divided in many rooms with audio visual display.\nWednesday is free admittance.\nDon't forget to mingle in the gardens with many native trees and beautiful orchids! \nElevator for disabled and easy parking near by street."
    },
    {
      "item_id": 474260844,
      "rating": 5,
      "user_id": 107182695401233990000,
      "text": "Very good place to know the writer Jorge Amado"
    },
    {
      "item_id": 474260844,
      "rating": 5,
      "user_id": 113395143019318970000,
      "text": "One of the most amazing places I've been in the world!"
    },
    {
      "item_id": 474260844,
      "rating": 5,
      "user_id": 102838674800010820000,
      "text": "Great place"
    },
    {
      "item_id": 3787936,
      "rating": 5,
      "user_id": 103466551731652410000,
      "text": "Well preserved and very good guides that explain everything during your visit. Some of them speak in Spanish and English. Excellent for tourism."
    },
    {
      "item_id": 3787936,
      "rating": 5,
      "user_id": 100303484722456900000,
      "text": "Place full of history and with a wonderful view. Guides offer tours in different languages."
    },
    {
      "item_id": 3787936,
      "rating": 5,
      "user_id": 101879928680227830000,
      "text": "It s very good time with my guide Francis"
    },
    {
      "item_id": 3787936,
      "rating": 5,
      "user_id": 111658831842376680000,
      "text": "A really interesting museum! Ask for Licia Bourgeios as a guide. She's great and really entertaining and speaks several languages fluently (like English & Spanish). Thank you for showing us around and explaining so much about Salvador's history, Licia! Greetings from Germany."
    },
    {
      "item_id": 3787936,
      "rating": 5,
      "user_id": 103567097293839560000,
      "text": "The best Museum I have ever been in."
    },
    {
      "item_id": 577455410,
      "rating": 5,
      "user_id": 110480539827869500000,
      "text": "It's beautiful"
    },
    {
      "item_id": 577455410,
      "rating": 5,
      "user_id": 117851850329105800000,
      "text": "Nice and calm place in Rio Vermelho at night . Catch your boyfriend or girlfriend hand and walk along."
    },
    {
      "item_id": 577455410,
      "rating": 5,
      "user_id": 106284745942046430000,
      "text": "Bela vista."
    },
    {
      "item_id": 577455410,
      "rating": 5,
      "user_id": 118392383284760120000,
      "text": "Good"
    },
    {
      "item_id": 577455410,
      "rating": 5,
      "user_id": 115686287811971350000,
      "text": "Top"
    },
    {
      "item_id": 30967921,
      "rating": 5,
      "user_id": 114777912746737390000,
      "text": "Lots of cool animals, especially native species to Brazil. There’s at least one huge iguana that roams free which is pretty cool. There are also free roaming monkeys and of course peacocks. The best part is that it’s free."
    },
    {
      "item_id": 30967921,
      "rating": 2,
      "user_id": 114161366839784780000,
      "text": "The positive thing is that the entrance to the zoo is free, you don't pay anything. But that's also pretty much the same that you can expect. You can see some monkeys, two hippos, a couple of tapirs and turtles, but that's it. It seems like they're remodeling the zoo now (March 2018),but theres almost no info, no maps, no guides, nothing. Though the surroundings are nice. If you like nice views and you feel like going for a walk, it's ok. But dont expect a typical zoo."
    },
    {
      "item_id": 30967921,
      "rating": 5,
      "user_id": 115764164571956640000,
      "text": "Top"
    },
    {
      "item_id": 30967921,
      "rating": 5,
      "user_id": 109495773527546170000,
      "text": "Free entrance! Best place in town to take your kids! It has a lot of Brazilians animals and it's great if you like to walk! They are a zoo and also kind of botanic garden so watch out for he plants too!"
    },
    {
      "item_id": 30967921,
      "rating": 4,
      "user_id": 117788626732660830000,
      "text": "It's not the easiest place to walk through cuz it is built on a hill but it's beautiful and has lots of animals that seem happy"
    }
  ]